//===================================================================================================
/// <summary>
/// 概要：このクラスは、指定した値のマップを作成するためのものです。
///
/// 縦　横　の2分率で、表示を行い、それに対して、マップを作成するためのものです。
/// 
///　なお、1枚目を生成した時点で、バックグランド的に、生成を行っており、最大5枚くらいスタックします。
///　
/// 
///
///
/// MappingCreate.cs
/// </summary>
/// <Author>
/// 堀 明博 aki_hori@asobimo.com
///                                         後から他人が大幅な改変や流用を行った場合は2行目以降に記載
/// </Author>
//===================================================================================================

using UnityEngine;
using System.Collections;

public class MappingCreate
{
	//最大の1辺範囲
	private readonly int MAX_WIDTH_BLOCK;

}
